Repository: endlessm/xdg-user-dirs
Catalog: po/*.po
Languages: mi, sd

source: Applications
mi: Pūmanawa Rorohiko
sd: پروگرام

source: applications
mi: pūmanawa rorohiko
sd: پروگرام

source: Desktop
mi: Papamahi
sd: ڊيسڪٽاپ

source: desktop
mi: papamahi
sd: ڊيسڪٽاپ

source: Documents
mi: Tuhinga
sd: دستاویزات

source: documents
mi: tuhinga
sd: دستاويزات

source: Download
mi: Tiki ake
sd: ڊائونلوڊ

source: download
mi: tiki ake
sd: ڊائونلوڊ

source: Downloads
mi: Ngā Tikiake
sd: ڊائونلوڊ

source: downloads
mi: ngā tikiake
sd: ڊائونلوڊ

source: Movies
mi: Pikitia
sd: فلمون

source: movies
mi: pikitia
sd: فلمون

source: Music
mi: Puoro
sd: سنگيت

source: music
mi: puoro
sd: سنگيت

source: Photos
mi: Whakaahua o kāmera
sd: ڦوٽو

source: photos
mi: whakaahua o kāmera
sd: ڦوٽو

source: Pictures
mi: Whakaahua
sd: تصويرون

source: pictures
mi: whakaahua
sd: تصويرون

source: Projects
mi: Kaupapa
sd: پراجيڪٽ

source: projects
mi: kaupapa
sd: پراجيڪٽ

source: Public
mi: Tūmatanui
sd: عوامي

source: public
mi: tūmatanui
sd: عوامي

source: Share
mi: Tiritiri
sd: مشترڪ

source: share
mi: tiritiri
sd: مشترڪ

source: Templates
mi: Tātauira
sd: سانچا

source: templates
mi: tātauira
sd: سانچا

source: Videos
mi: Rīpene whakaata
sd: وڊيو

source: videos
mi: rīpene whakaata
sd: وڊيو
